/* NSMenuItem : <title: > (oid:162) */
" " = " ";

/* NSBox (Box) : <title:Box> (oid:89) */
"Box" = "Box";

/* NSTextField (Connect Mode:) : <title:Connect Mode:> (oid:95) */
"Connect Mode:" = "Yhteysmuoto:";

/* NSTextField (Download Folder:) : <title:Download Folder:> (oid:102) */
"Download Folder:" = "Tuontipolku:";

/* NSPanel (Edit Bookmark) : <title:Edit Bookmark> (oid:5) */
"Edit Bookmark" = "Muokkaa kirjanmerkkiä";

/* NSTextField (Encoding:) : <title:Encoding:> (oid:96) */
"Encoding:" = "Koodaus:";

/* SNDisclosureButton (More Options) : <title:More Options> (oid:126) */
"More Options" = "Lisää vaihtoehtoja";

/* NSTextField (Nickname:) : <title:Nickname:> (oid:9) */
"Nickname:" = "Lempinimi:";

/* NSTextField (Notes:) : <title:Notes:> (oid:153) */
"Notes:" = "Muistiinpanot:";

/* NSMenu : <title:OtherViews> (oid:130) */
"OtherViews" = "OtherViews";

/* NSTextField (Path:) : <title:Path:> (oid:116) */
"Path:" = "Polku:";

/* NSTextField (Port:) : <title:Port:> (oid:45) */
"Port:" = "Portti:";

/* NSTextField (Protocol:) : <title:Protocol:> (oid:12) */
"Protocol:" = "Protokolla:";

/* NSTextField (Server:) : <title:Server:> (oid:27) */
"Server:" = "Palvelin:";

/* NSTextField (Transfer Files:) : <title:Transfer Files:> (oid:128) */
"Transfer Files:" = "Siirrä tietostoja:";

/* NSTextField (URL:) : <title:URL:> (oid:8) */
"URL:" = "URL:";

/* NSButton (Use Public Key Authentication) : <title:Use Public Key Authentication> (oid:105) */
"Use Public Key Authentication" = "Käytä julkisen avaimen menetelmää";

/* NSTextField (Username:) : <title:Username:> (oid:13) */
"Username:" = "Käyttäjätunnus:";

/* NSTextField (Web URL:) : <title:Web URL:> (oid:164) */
"Web URL:" = "Web URL:";

